Repository: ftahery93/clinic-ios-patient
Catalog: *.lproj/Localizable.strings
Languages: ar

# snapchatErr
source: You need Snapchat app installed to do this action.
ar: تحتاج إلي تنصيب تطبيق سناب شات للقيام بهذا الأمر.

# username2
source: Username
ar: اسم المستخدم

# forgetUsername
source: Forgot Username?
ar: نسيت اسم المستخدم؟

# sUser
source: Send Username
ar: ارسل اسم المستخدم

# usernameDone2
source: Your username has been successfully sent on your E-mail.
ar: تم ارسال اسم المستخدم بنجاح

# saloonName
source: User Name
ar: اسم المستخدم

# slonNameExists
source: Sorry, this user name already exists.
ar: هذا اسم المستخدم مستخدم سابقا

# userEmExist
source: Sorry, user with this email already exists.
ar: هذا البريد الالكتروني مستخدم سابقا

# myAcc1
source: Edit Profile
ar: تعديل الملف الشخصي

# myAcc2
source: Change Password
ar: تغير كلمة المرور

# myAcc3
source: My Favorites
ar: مفضلتي

# myAcc4
source: My Addresses
ar: قائمة عناويني

# myAcc5
source: My Orders
ar: طلباتي

# myAcc6
source: Logout
ar: خروج

# profUpdated
source: Profile successfully updated.
ar: تم تعديل الملف الشخصي بنجاح.

# passUpdated
source: Password successfully updated.
ar: تم تغير كلمة المرور بنجاح.

source: City
ar: المدينة

source: Add Address
ar: اضف عنوان

# cArea
source: City - Area
ar: المدينة - المنطقة

# oArea
source: Other Area
ar: منطقة اخري

source: Floor
ar: الطابق

# pay
source: Pay Now
ar: ادفع الان

source: Color
ar: اللون

source: Size
ar: الحجم

# compOpt001
source: Catalog
ar: الكتالوج

# compOpt002
source: Promotions
ar: العروض

# compOpt003
source: About Us
ar: من نحن

# selSize
source: Select Size
ar: اختر الحجم

source: Description
ar: الوصف

source: How To Use
ar: طريقة الاستخدام

# sorryNoCompanies
source: Sorry, this app is designed for users only & we found you are registered with us as Company. To login, please create another account as user & try again.
ar: عذرا، تم تصميم هذا التطبيق للمستخدمين فقط وجدنا انك مسجل معنا كشركة. للدخول، الرجاء إنشاء حساب آخر كمستخدم وحاول مرة أخرى.

# noCurr
source: Sorry, this currency doesn't exist. Please try again.
ar: عذرا، هذه العملة غير موجودة. حاول مرة اخرى.

# couponErr001
source: Sorry, this coupon is not valid.
ar: عذرا، هذا الكوبون غير صالح.

# couponErr002
source: Sorry, this coupon is already used before.
ar: عذرا، تم استخدام هذا الكوبون بالفعل من قبل.

# couponErr003
source: Sorry, coupon discount amount is greater than your total.
ar: عذرا، مبلغ الكوبون أكبر من مجموع الطلب.

# haveCou
source: Do you have discount coupon? Hit here to use it...
ar: هل لديك كوبون؟ انقر هنا لاستخدامه ...

# coup001
source: Coupon Code
ar: كود الكوبون

# coup002
source: Enter Coupon Code
ar: ادخل كود الكوبون

source: Ok
ar: حسنا

# congForCoup
source: Congratulations, you have XXMMXX discount.
ar: مبروك، لديك كوبون بقيمة XXMMXX.

# nessAddComp
source: Companies
ar: الشركات

# mmArrival
source: New Arrivals
ar: وصل حديثا

# bestSellers
source: Best Selling
ar: الأفضل مبيعا

# sbrands
source: Brands
ar: البرندات

# offNC
source: Order not completed due to below reason.
ar: لم يكتمل الطلب للاسباب ادناه.

# building2
source: Building
ar: بناية

# building3
source: Building/ House
ar: المبني/ المنزل

# city2
source: Governorate
ar: المدينة

# selAddForOrder
source: Please select address first to place an order.
ar: من فضلك اختر العنوان اولا

# add001
source: Default Address
ar: العنوان الاساسي

# addDetails
source: Address Details
ar: تفاصيل العنوان

source: Place Order
ar: ارسال الطلب

source: Payment Status
ar: حالة الدفع

source: Order Status
ar: حالة الطلب

# thanksRegLogin
source: Thank you for registering with DealatCity. Please note that your account is inactive at the moment. We shall contact you for confirmation & activate account accordingly.
ar: شكراً لتسجيلك معن في DealatCity حسابك غير مفعل حتي الان ادارة التطبيق ستتصل بك لتفعيل حسابك

# loginPrice
source: Login to see price
ar: سجل الدخول لرؤية الأسعار

# addAddedSucc
source: Address successfully added.
ar: تم اضافة العنوان بنجاح.

# pRate
source: Rate
ar: تقييم

# rateCnfi
source: Are you sure you want to rate XXX star?
ar: هل انت متأكد من تقييم XXX نجوم?

source: From
ar: من

source: To
ar: الى

source: Show In Google Maps
ar: افتح من خلال جوجل مابز

# mapErr
source: It seems you don't have Google maps installed. Show location in safari instead?
ar: يبدو أنه ليس لديك تطبيق جوجل مابز. هل تريد الفتح ؟بواسطة متصفح سافاري

# location001
source: Location Services Disabled!
ar: خدمات الموقع غير مفعلة!

# location002
source: Please enable Location Based Services for better results! We promise to keep your location private
ar: يرجى تفعيل خدمات الموقع للحصول على نتائج أفضل! ونحن نعدك بالحفاظ على موقعك الخاص

source: All Deals
ar: كل الاقسام

source: Off
ar: خصم

# expiredIn
source: Expires in
ar: ينتهي في

source: Products
ar: منتج

# regNow
source: Register Now
ar: سجل الان

# reLabel
source: Don't have account?
ar: ليس لديك حساب؟

# gender
source: Sex
ar: الجنس

# bDate
source: Birth Date
ar: تاريخ الميلاد

source: Male
ar: ذكر

source: Female
ar: انثى

# terms001
source: I agree to terms of use
ar: انا أوافق على شروط الاستخدام

# terms002
source: terms of use
ar: شروط الاستخدام

# terms003
source: Terms Of Use
ar: شروط الاستخدام

# selCity
source: Select City
ar: اختر المدينة

# plsSelCity
source: Please select city.
ar: اختر المدينة

source: discount
ar: خصم

source: Choose From
ar: اختر من

# hrs
source: Hours
ar: ساعات

# mins
source: Min
ar: دقائق

# secs
source: Sec
ar: ثواني

source: Company
ar: شركة

# abtPartner
source: About Partner
ar: حول الشريك

source: Contact
ar: اتصل

source: Terms
ar: الشروط

source: Contact No.
ar: رقم الاتصال

# oFrom
source: Open From
ar: مفتوح من

# oTo
source: Open To
ar: مفتوح إلى

source: Off Days
ar: ايام العطلة

source: No Off Days
ar: لا يوجد أيام راحة

source: Buy
ar: شراء

# itemNCart
source: Item successfully added to cart.
ar: تمت الإضافة إلى السلة بنجاح

source: Stores
ar: متاجر

source: Subject
ar: الموضوع

source: Month
ar: شهر

source: Join Now
ar: اشترك الان

# subscriptions
source: Memberships
ar: العضوية

source: Date
ar: التاريخ

source: Rating
ar: تقييم

# noProdF
source: No products found. Please try in another category or try again later.
ar: لا توجد منتجات متاحة يرجى المحاولة مرة اخرى

# noOrder
source: It seems that you have not placed any order yet. Please visit this page again after you place an order.
ar: لا يوجد اي طلب تم اضافته حتى الآن. يرجى فتح هذه الصفحة مرة اخرى بعد اضافة الطلب.

# noAdd
source: It seems that you have not added any address yet. Please visit this page again after you add an address.
ar: لايوجد اي عنوان تم اضافته حتى الآن. يرجى فتح هذه الصفحة مرة اخرى بعد اضافة العنوان.

# noAddress001
source: You don't have any address!
ar: لا يوجد لديك اي عنوان حتى الآن

# noAddress002
source: Please add your address from button below.
ar: يرجى اضافة عنوان من الزر الموجود بالأسفل

# noOption
source: There are no options
ar: لا يوحد اي اختيارات

# selOptionF
source: To add item in cart, please select the option first.
ar: يجب عليك اختيار واحد على الأقل

# alraS
source: You are already subscribed.
ar: انت بالفعل مشترك.

# subDone
source: Subscription is successfully done.
ar: تم الاشتراك بنجاح

# notSubs2
source: You are not subscribed. Please subscribe to do this action.
ar: انت غير مشترك. يجب عليك الاشتراك اولا

# noDealsFav
source: There are no deals added to favorite. Please add deals to favorite and visit this section again.
ar: ا يوجد اي صفقة تم اضافتها حتى الآن. يرجى فتح هذه الصفحة مرة اخرى بعد اضافة الصفقة الى المفضلة.

source: Invoice
ar: الفاتورة

source: Order Info
ar: معلومات النظام

# userDetails
source: User Info
ar: بيانات المستخدم

# merCanPOrder
source: You can't add because you are merchant.
ar: عفوا.لايمكنك الاضافة لانك تاجر

# used000
source: Not Used
ar: غير مستخدم

# used001
source: Used
ar: مستخدم

# notSubs3
source: You are not subscribed. Please subscribe from website to do this action.
ar: انت غير مشترك. يجب عليك الاشتراك اولا من الموقع الالكتروني.

# dealExpired
source: Sorry this deal is expired and you can't add it in cart.
ar: لا يمكنك الاضافه للسله لانه منتهي

source: units sold
ar: وحدة مباعة

source: Buy Now
ar: شراء الآن

source: Expired
ar: ينتهي

source: All Countries
ar: كل البلدان

# continueAsGuest
source: Continue as a Guest
ar: الشراء كضيف

source: Continue With Facebook
ar: اشترك من خلال الفيس بوك

source: Continue With Google
ar: اشترك من خلال جوجل

# dontReg1
source: Don't have account?
ar: ليس لديك حساب ؟

# dontReg2
source: Register Now
ar: سجل الان

source: Newsletter
ar: النشرة البريدية

# advSearch
source: Advanced Search
ar: بحث متقدم

# recViewed
source: Recently Viewed
ar: منتجات شوهدت مؤخرا

source: New Products
ar: منتجات جديدة

source: WishList
ar: المفضلة

source: View
ar: عرض

source: Select State
ar: اختر المحافظة

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Search Keyword
ar: كلمات البحث

source: Select Vendor
ar: اختر البائع

source: From Price
ar: من سعر

source: To Price
ar: إلى سعر

source: Price Range
ar: نطاق السعر

# autSubcat
source: Automatically search sub categories
ar: بحث تلقائى فى الاقسام الفرعية

# seaProd
source: Search in product descriptions
ar: البحث فى وصف المنتج

# seaKAt3
source: Search term minimum length is 3 characters
ar: كلمة البحث الحد الأدنى للطول هو 3 حرفا

# catMore
source: View All Deals Of
ar: عرض جميع صفقات

source: Best Seller
ar: الاكثر مبيعا

source: Information
ar: بيانات

# available
source: Availability
ar: متاح

source: Sold
ar: مباع

# addToWish
source: Add to Wishlist
ar: أضف للمفضلة

source: Email a Friend
ar: ارسل لصديق

# vendor
source: About Vendor
ar: عن البائع

# tags
source: Product Tags
ar: علامات المنتج

# custWB
source: Customers Who Bought This Item Also Bought
ar: العملاء الذين اشتروا هذا المنتج اشتروا أيضا

# relatedProd
source: Related Products
ar: منتجات ذات صلة

# terms004
source: I agree with the terms of service and I adhere to them unconditionally.
ar: أوافق على شروط الخدمة وألتزم بها دون قيد أو شرط

source: Subtotal
ar: الإجمالى

# MaximumQuantityAllowedLabel
source: The maximum quantity allowed for purchase is XXX.
ar: العدد الاقى المسموح به للشراء هو XXX

# YourWishListLabel
source: Your WishList URL for sharing
ar: رابط المفضله للمشاركه

# WishListEmptyNowLabel
source: The wishlist is empty!
ar: لايوجد منتجات فى قائمتك المفضلة

source: Addresses
ar: العناوين

# visaMaster
source: Visa/ Mastercard
ar: فيزا /ماستر كارد

# yShEm
source: Your Shopping Cart is empty!
ar: لا يوجد منتجات فى سلة التسوق

source: Language
ar: اللغة

# ordNumber
source: Order Number
ar: رقم الطلب

source: Order Date
ar: تاريخ الطلب

source: Order Total
ar: اجمالى الطلب

# orderInfor
source: Order Information
ar: بيانات الطلب

source: Re-Order
ar: إعادة الطلب

source: Order
ar: أطلب

source: Billing Address
ar: العناوين

source: State
ar: المحافظة

# productss
source: Product(s)
ar: المنتجات

# pdfInv
source: PDF Invoice
ar: فاتورة PDF

source: Reward Points
ar: نقاط المكافأة

# rewPo
source: Your current balance is XXX reward points (YYY).
ar: رصيدك الحالى XXX نقاطك YYY

source: Points
ar: النقاط

# pointsB
source: Points Balance
ar: رصيد النقاط

source: End Date
ar: تاريخ النهاية

# noRewBH
source: There is no balance history yet
ar: ليس هناك تاريخ نقاط حتى الآن

source: Notifications
ar: الاشعارات

source: Later
ar: لاحقا

source: Profile
ar: حسابى

# cartS
source: Cart
ar: التسوق

source: View Deal
ar: عرض الصفقة

source: Confirm
ar: تأكيد

# KnetPercent
source: Additional fee 0.75%
ar: رسوم إضافية 0.75 ٪

# VisaPercent
source: Additional fee 2.5%
ar: رسوم إضافية 2.5 ٪

source: No Internet
ar: لا يوجد اتصال بالإنترنت

source: Edit Address
ar: تعديل العنوان

# addUpdateSucc
source: Address successfully updated.
ar: تم تعديل العنوان بنجاح.

# addDelSucc
source: Address successfully deleted.
ar: تم حذف العنوان بنجاح.

# prodNWish
source: Product successfully added to wishlist.
ar: تم إضافة المنتج بنجاح إلى قائمة المفضلة.

# prodDelSucc
source: Product successfully deleted.
ar: تم حذف المنتج بنجاح.

source: Redeem Coupon
ar: استخدام الكبون

source: Redeem
ar: استخدام

source: New Coupon
ar: كبون اخرى

source: Coupon has been redeemed successfully
ar: تم استخدام الكبون بنجاح

source: Coupon code
ar: رمز الكبون

source: Redeemed
ar: مستخدمة

source: Recipient name
ar: اسم المستلم

source: Product name
ar: اسم المنتج

source: Product price
ar: سعر المنتج

source: Purchase Date
ar: تاريخ الشراء

source: Expiry date
ar: تاريخ الانتهاء

source: Coupon Redemption
ar: استخدام الكبون

source: Coupon Details
ar: تفاصيل الكبون

source: Coupon Code
ar: رمز الكبون

source: Close
ar: الغاء

source: Barcode Scanner
ar: ماسح الباركود

# loginTxt
source: Register/Login to get more benefits from DealatCity
ar: التسجيل / تسجيل الدخول للحصول على المزيد من الفوائد من DealatCity

# rewPLab
source: Use my reward points, XXX reward points (YYY) available for this order
ar: استخدم نقاط المكافأة، XXX نقاط المكافأة (YYY) المتاحة

# plsRew
source: Please select below required fields.
ar: يرجى اختيار الحقول المطلوبة.

# orSuccDone
source: Your order has been processed successfully. Please contact concerned merchants to enjoy the service and redeem coupons.
ar: تمت عملية الشراء بنجاح . الرجاء التواصل مع التاجر/مزود الخدمه من أجل الحصول على الخدمة

# rewPo2
source: Minimum balance allowed to use is XXX reward points (YYY).
ar: الحد الأدنى للرصيد المسموح به هو XXX نقاط المكافأة (YYY).

# socialConnect
source: Connect Us
ar: تواصل معنا

# checkBoxSelectionError
source: Please agree to terms and conditions
ar: يرجى الموافقة على الشروط والأحكام

source: Privacy policy
ar: سياسة خاصة

# addName
source: Address Name
ar: اسم العنوان

source: Services
ar: خدمات

# UseCurrentLocation
source: Current Location
ar: موقعك الحالي

# currency
source: KWD
ar: د.ك

# cartPriceTag
source: xxx KWD
ar: xxx د.ك

# checkoutCart
source: CHECKOUT
ar: الدفع
