Repository: ftahery93/clinic-ios-patient
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Choose your current location
ar: اختر موقعك الحالي

# myLang
source: en
ar: ar

# localeWeb
source: en
ar: ar

# myDir
source: LTR
ar: RTL

# myLang1
source: En
ar: Ar

# myLang3
source: ar
ar: en

# myFontNameNav
source: AppleSDGothicNeo-Regular
ar: DroidArabicKufi

# myFontName
source: AppleSDGothicNeo-Regular
ar: DroidArabicKufi

# myFontNameBold
source: AppleSDGothicNeo-Bold
ar: DroidArabicKufi-Bold

# myFontNameRev
source: DroidArabicKufi
ar: Lato-Regular

# myFontNameBoldRev
source: DroidArabicKufi-Bold
ar: Lato-Bold

# defaultRev
source: DroidArabicKufi
ar: AppleSDGothicNeo-Bold

# prodDetails
source: Product Details
ar: تفاصيل المنتج

# wifiError
source: Make sure you are connected to WIFI or Internet.
ar: تأكد من اتصالك بالانترنت

# dismiss
source: Ok
ar: تم

# priceTag
source: KWD
ar: د.ك

# someErr
source: There was some error. Please try again.
ar: يبدو انه حدث خطأ.حاول مرة اخرى.

source: Search...
ar: البحث

source: Done
ar: تم

source: Latest Products
ar: أحدث المنتجات

# searchPlaceHolder
source: Search...
ar: البحث...

source: More
ar: المزيد

# smserr
source: Your device doesn't suppport SMS.
ar: .جهازك لايدعم ارسال الرسائل

# phoneerr
source: No phone number is present.
ar: لا يوجد رقم هاتف موجود.

# mess004
source: Failed to send SMS. Try again later.
ar: لم يتم الارسال حاول مرة اخرى

# numberOfProducts
source: products
ar: المنتجات

source: Contact Us
ar: اتصل بنا

# sMLinkErr
source: URL address is not provided. Please try again later.
ar: لم يتم توفير عنوانURL.يرجى المحاولة مرة أخرى لاحقا.

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: انستغرام

source: Youtube
ar: يوتيوب

source: Send
ar: إرسال

source: Call
ar: اتصال

# enterName
source: Enter Email
ar: ادخل البريد الالكتروني

# enterYouMessage
source: Enter Your Message
ar: ادخل الرسالة

# err002
source: Please enter all fields.
ar: من فضلك قم بتعبئة كل الحقول

# valFee
source: Thanks for your valuable message.
ar: شكرا لرسالتك

# err003
source: Please enter valid email
ar: من فضلك ادخل ايميل صحيح

# passwordError
source: Please enter password
ar: من فضلك ادخل كلمة المرور

source: Password
ar: كلمة المرور

source: LOGIN
ar: دخول

# register
source: SIGNUP
ar: تسجيل

# incUP
source: Incorrect username and/or password. Please try again.
ar: اسم المستخدم و/أو كلمة المرور غير صحيحة.يرجى المحاولة مرة أخرى.

source: Save
ar: حفظ

source: Note
ar: ملاحظات

# editNote
source: Thank you for registering with us. Note: You can edit your profile after login by clicking Edit Profile icon in My Account section. Please login to continue.
ar: شكرا لكم لتسجيل معنا. ملاحظة:يمكنك تعديل ملفك الشخصي بعد تسجيل الدخول بالضغط على تعديل بياناتي في صفحة حسابي.من فضلك قم بالدخول للمتابعة

source: Registration
ar: تسجيل

# terms1
source: I agree for
ar: اوافق على الشروط والاحكام

# terms2
source: Terms & Conditions
ar: الشروط والاحكام

# myErr
source: Error
ar: خطأ

# err001
source: Error
ar: خطأ

# terms4
source: You must select terms & conditions to get registered.
ar: يجب عليك الموافقة على الشروط والاحكام لاتمام عملية التسجيل

source: My Account
ar: حسابي

source: Confirmation
ar: تأكيد

# logConf
source: Are you sure you want to logout from your account?
ar: هل أنت متأكد أنك تريد الخروج من حسابك؟

# shdBeLoggedIn
source: You should be logged in to do this action.
ar: يجب عليك تسجيل الدخول اولا

source: Add Ad
ar: إضافة منتج

# editAd
source: Edit Product
ar: تعديل المنتج

# nav001
source: You have
ar: لديك

# nav002
source: items remaining.
ar: منتج متبقي

source: Yes
ar: نعم

source: No
ar: لا

# camInLandscopeMode
source: Please take photo in landscape mode.
ar: من فضلك التقط الصورة ووضعية الهاتف افقي

source: Cancel
ar: الغاء

# adDescription
source: Product Description Here
ar: وصف الاعلان

source: Select Category
ar: اختر القسم الرئيسي

source: Select Subcategory
ar: اختر القسم الفرعي

source: Select
ar: اختر

# enterYouDescMsg
source: Enter product description...
ar: أدخل وصف المنتج...

# addPhotos
source: Add Product Photos Here
ar: إضافة صور المنتج هنا

# myads
source: My Products
ar: منتجاتي

# favorite
source: My Favorite
ar: المفضلة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Shop Name
ar: اسم المحل

source: Email
ar: البريد الإلكتروني

# mobileNumber
source: Mobile
ar: رقم الهاتف النقال

# selPack1
source: Select Package
ar: اختر الباقة

# selPack2
source: You have reached maximum number of product uploads. If you want to add more products, please purchase a Package from the list shown. Thank You
ar: ليس لديك رصيد كافي من المنتجات.لإضافة منتجات اخرى يرجى اختيار الباقة المناسبة لك من القائمة. شكراً

source: Duration
ar: المدة

# noOfProd
source: No. Of Prodcuts
ar: عدد المنتجات

source: Cost
ar: التكلفة

source: Days
ar: أيام

source: Banner Photo
ar: صورة البنر

source: Logo
ar: الشعار

# profEditSucc
source: Profile edited successfully.
ar: تم تعديل الملف بنجاح.

# nnewPass
source: New Password
ar: كلمة السر الجديدة

# phCam
source: Camera
ar: كاميرا

# phLib
source: Photos
ar: ستديو الصور

# camFrom
source: Take Photo From?
ar: اضف الصورة من؟

# atOnePhoto
source: To add Ad, you should add at least one photo.
ar: لاضافة اعلان يجب عليك اختيار صورة واحدة على الاقل

# prodAdded
source: Product added successfully.
ar: تم اضافة المنتج بنجاح.

# prodEdited
source: Product edited successfully.
ar: تم تعديل المنتج بنجاح.

# delConf
source: Are you sure you want to delete?
ar: هل انت متأكد من المسح؟

# profErr1
source: Add Logo
ar: اضف الشعار

# profErr2
source: To add Ad, you should first add your logo first. Please Edit your profile and add Logo & Banner Photo.
ar: لإضافة اعلان,يجب اضافة الشعار والبنر اولا.قم بتعديل ملفك الشخصي واضف الشعار وصورة البنر.

source: Register As
ar: تسجيل

# normUser
source: User
ar: مستخدم.

# merFea
source: Add products & let world follow you...
ar: اضف منتجات واجعل المستخدمين يقومون بمتابعتك.

# userFea
source: Follow merchant & get updates in timeline. Can't add Ad.
ar: تابع التاجرة واستقبل التحديثات في يومياتك. لاتستطيع اضافة اعلان.

source: Setting
ar: الاعدادات

# chgLang
source: تغير اللغة
ar: Change Language

# chgLang2
source: عربي
ar: English

# chgCountry
source: Change Country
ar: تغير الدولة

# counCode
source: Country Code
ar: كود الدولة

source: Full Name
ar: الاسم بالكامل

source: Login As
ar: دخول

# merchantCantFollow
source: Sorry, merchant can't follow each other.
ar: عذرا,التاجرات لايمكنهم متابعة بعضهم البعض.

# editNoteUser
source: Thank you for registering with us. Please login to continue.
ar: شكرا لتسجيلك معنا. من فضلك قم بالدخول اولا.

source: Timeline
ar: يوميات

source: Likes
ar: اعجاب

source: Comments
ar: تعليقات

# urCommHere
source: Your comments here...
ar: تعليقك هنا...

# addPhoto
source: Add Product Photo Here
ar: اضف صورة المنتج

source: Load Earlier
ar: تحميل الجيد

# twitterA
source: Auto-Tweet Setting
ar: تغريد تلقائي

# twOn
source: ON
ar: تشغيل

# twOff
source: OFF
ar: ايقاف

# twiSucc
source: You have activated Twitter auto-posting. Your activities related to your product will be posted on your Twitter account automatically.
ar: لقد قمت بتنشيط النشر التلقائي لتويتر.كل التحديثات المتعلقة بمنتجك سيتم اضافتها في حسابك في تويتر تلقائيا.

# atww
source: Auto-Tweet Success
ar: النشر التلقائي تم بنجاح

# insTw
source: Please install twitter app for allowing access to Twitter.
ar: يجب عليك تحميل تطبيق تويتر.

# detw
source: You have successfully deactivated Twitter auto-posting.
ar: عدم تفعيل خاصية النشر التلقائي لتويتر تمت بنجاح.

source: Merchant
ar: تاجرة

# confPass
source: Retype Password
ar: تأكيد كلمة السر

# regPhoto
source: To register you should add photo.
ar: للتسجيل يجب اضافة صورة

# conRecErr
source: Password & confirm password are not same. Please try again.
ar: كلمة السر و التأكيد غير متطابقين، حاول مرة أخرى

# yourPhoto
source: Add Your Photo
ar: أضف صورتك

source: All
ar: الكل

source: Following
ar: تتبع

source: Followers
ar: متابعين

# fUsers
source: Featured Users
ar: مستخدمين مميزين

# fProducts
source: Featured Products
ar: منتجات مميزة

# repoDone
source: Product successfully reported. Admin will take necessary action.
ar: تم التبليغ بنجاح، الادارة ستقوم بالاجراءات المناسبة

source: Follow
ar: تابع

source: Unfollow
ar: الغاء المتابعة

# numberOfProduct
source: product
ar: منتج

# menu000
source: View Profile
ar: اعرض الملف الشخصي

# menu001
source: Edit Profile
ar: تعديل الملف الشخصي

# menu002
source: My Followers
ar: متابعيني

# menu003
source: My Followings
ar: تتبعاتي

# menu004
source: My Likes
ar: اعجاباتي

# menu005
source: My Products
ar: منتجاتي

# menu006
source: Add Product
ar: اضف منتج

source: Logout
ar: تسجيل خروج

source: My Followers
ar: متابعيني

source: My Followings
ar: تتبعاتي

# conTextFollow
source: Are you sure you want to follow?
ar: هل انت متاكد من رغبتك في المتابعة ؟

# conTextUnFollow
source: Are you sure you want to unfollow?
ar: هل انت متأكد من من رغبتك في الغاء المتابعة؟

# myAct
source: My Activities
ar: انشطتي

source: Categories
ar: الاقسام

# fErr1
source: Sorry, you can't follow yourself.
ar: لا يمكنك متابعة نفسك .

# likedProduct
source: liked your product.
ar: أعجب في منتجك

# startFollow
source: started following you.
ar: بدأ في متابعتك

source: Share
ar: مشاركة

source: SMS
ar: رسالة نصية

source: WhatsApp
ar: واتس أب

# twLogin
source: You must be logged in to Twitter in Setting to share the app via Twitter.
ar: .يجب عليك الدخول بحسابك على تويتر اولاً

# fbLogin
source: You must be logged in to Facebook in Setting to share the app via Facebook.
ar: .يجب عليك الدخول بحسابك على الفيسبوك اولاً

# downHenApp
source: Check Product @ Kashkhah
ar: شاهد هذا النتج في كشخه

# waterr
source: Your device doesn't have WhatsApp.
ar: .تطبيق واتس أب غير موجود بجهازك

# instaErr
source: Your device doesn't have Instagram.
ar: .تطبيق انستغرام غير موجود بجهازك

# instaErr2
source: Image is still loading. Please try again after some time.
ar: جاري تحميل الصورة. يرجى المحاولة مرة اخرى.

# actNoAct
source: To login, you have to activate your account.
ar: يجب عليك تفعيل حسابك اولاً حتى يمكنك من الدخول

source: Views
ar: المشاهدة

# actAcc
source: Activate Account
ar: تفعيل الحساب

# actACode
source: Activate Using Code
ar: تفعيل الحساب باستخدام الكود

source: Activate
ar: تفعيل

source: Code
ar: الكود

# resendTit
source: Didn't get SMS? Hit below button to resend the code.
ar: لم تصلك رسالة كود التفعيل؟ اضغط على ذر اعادة الارسال.

source: Resend SMS
ar: اعادة ارسال الرسال

# plsEMob1
source: Please enter mobile number above to re-send SMS.
ar: من فضلك ادخل رقم الهاتف الموجود بالاعلى لارسال الرسالة

# plsEMob2
source: Please enter mobile number to activate your account.
ar: من فضلك ادخل رقم هاتفك لتفعيل حسابك

# noSuchUser
source: No such user exists. Please check mobile number again.
ar: هذا المستخدم غير موجود. من فضلك تأكد من رقم الهاتف.

# alAct
source: Your account is already activated. Please login to continue.
ar: تم تفعيل حسابك بنجاح. يرجى معاودة الدخول مرة اخرى.

# thnkActLog
source: Thank you for activating your account. Please login to continue.
ar: شكراً لتفعيل حسابك. يرجى معاودة الدخول مرة اخرى.

# smsSent
source: Code sent via SMS.
ar: تم ارسال رسالة نصية بالكود.

# incCde
source: Code not matching. Please try again.
ar: الكود غير صحيح. يرجى ادخال الكود الصحيح.

# reseSucc
source: We have successfully sent SMS on your specified number
ar: تم ارسال كود التفعيل على الرقم المدخل.

# forgotPass
source: Forgot Password?
ar: نسيت كلمة المرور؟

# passErr
source: We are in process of adding SMS service. Please try again later.
ar: خدمة الرسائل القصيرة غير مفعلة الآن يرجي المحاولة لاحقا

# passDone
source: Your password has been successfully sent on your mobile number.
ar: تم ارسال كلمة المرور الي رقم هاتفك

source: Shop By Country
ar: التسوق بالدولة

# quan
source: Qty
ar: كمية

# so123452
source: Facebook
ar: فيسبوك

# so123451
source: Twitter
ar: تويتر

# so123454
source: Instagram
ar: انستغرام

# so123453
source: Youtube
ar: يوتيوب

source: Add To Cart
ar: أضف الى القائمة

source: Update Cart
ar: تعديل قائمتك

# shpCart
source: Shopping Cart
ar: قائمة التسوق

source: Total
ar: مجموع

source: Home
ar: منزل

source: Next
ar: التالى

source: Quantity
ar: الكمية

source: Price
ar: السعر

# noItemsInCart
source: There are no items in cart. Please add items in cart and try again.
ar: قائمة تسوقك فارغة , يرجى اضافة بعض المنتجات و المحاولة مرة أخرى

source: Continue Shopping
ar: استمرار التسوق

# newUser001
source: New User
ar: مستخدم جديد

# newUser002
source: Are you new user? Click the button below to register
ar: هل انت مستخدم جديد؟ ووو أضغط للأسفل للتسجيل

# regUser002
source: Are you registered user? Click the button below to Login
ar: هل انت مسجل من قبل ؟ ووو أضغط أسفل للدخول

source: Send Message
ar: أرسل رسالة

source: Welcome
ar: مرحبا

source: User Name
ar: إسم المستخدم

# noSuchUser2
source: No such user exists. Please check user name again.
ar: هذا المستخدم غير موجود , يرجى التأكد من إسم المستخدم.

# sPass
source: Send Password
ar: أرسل كلمة المرور

# fName
source: Name
ar: الاسم

source: Country
ar: الدولة

source: Address
ar: العنوان

source: Postal Code
ar: الرقم البريدي

# oldPass
source: Old Password
ar: كلمة المرور القديمة

# selCountry
source: Select Country
ar: إختر الدولة

# uSpaceErr
source: User name can't contain spaces.
ar: اسم المستخدم يجب الا يحتوى على مسافات

# regWait
source: Registering... Please wait...
ar: جارى التسجيل .. يرجى الانتظار

# passConNM
source: Password and confirm password not matching.
ar: كلمة المرور و تأكيد كلمة المرور مختلفين.

# pass8Dig
source: Password should contain atleast 3 characters.
ar: كلمة المرورو يجب ان تكون 3 حروف على الاقل

# user8Dig
source: User name should contain atleast 3 characters.
ar: اسم المستخدم يجب ان يحتوى على 3 حروف ع الاقل.

# pls3Pass
source: Please enter all 3 passwords to change. If you don't want to change passwords, leave them empty.
ar: من فضلك أدخل الثلاث كلمات المرور للتعديل, اذا لم تكن تريد تعديلها اتركها فارغه

# oldPassErr
source: Incorrect old password
ar: كلمة مرورك القديمة غير صحيحة

# editWait
source: Editing Profile... Please wait...
ar: جارى تعديل الصفحة الشخصية

source: Payment
ar: الدفع

source: Payment Method
ar: طريقة الدفع

source: Cash
ar: كاش

source: K-Net
ar: كى-نت

source: Visa
ar: فيزا

# sPaymentMethod
source: Select payment method
ar: أختر طريقة الدفع

source: Your Cart
ar: قائمتك

source: Settings
ar: الاعدادات

source: Order History
ar: الطلبات السابقة

# searchAllCat
source: Search All Categories
ar: بحث كل الاقسام

source: Filter
ar: ترشيح

source: Search in
ar: أبحث فى

# selOpt
source: Select Option
ar: أختر

# avErr002
source: Sorry, product with selected option is not available.
ar: عفوا , هذا المنتج بهذة الخصائص غير متوفر حاليا

# avErr003
source: Sorry, this product is out of stock. Please try again later.
ar: عفوا, هذا المنتج ثد نفذت كميته , يرجى المحاولة لاحقا.

# checkout
source: Pay Now
ar: الدفع

source: Shipping
ar: الشحن

source: Add
ar: أضف

source: or
ar: أو

# fname
source: First Name
ar: الاسم الاول

# lname
source: Last Name
ar: الاسم الاخير

# pNumber
source: Phone number
ar: رقم الهاتف

# ghome
source: Home
ar: الرئيسية

source: Area
ar: المنطقة

source: Block
ar: الحى

source: Street
ar: الشارع

source: House
ar: المنزل

# userAlEx
source: User with this details already exists. Please check your details again.
ar: هذا المستخدم موجود مسبقا , يرجى التأكد من بياناتك

source: Archive
ar: الأرشيف

# pubDate
source: Published Date
ar: تاريخ الخبر

# updDate
source: Updated Date
ar: اخر تحديث

# specialAd
source: Advertisement
ar: الاعلانات

# emailErr
source: Please configure Email app to send emails
ar: من فضلك قم بتجهيز تطبيق الايميل الخاص بك.

source: Procedure
ar: المعاملات

source: Embassy
ar: السفارة

# mTitle
source: Message Title
ar: عنوان الرسالة

# tab3
source: Share
ar: مشاركة

source: Add Article
ar: أضف مقال

source: Add Suggestion
ar: أضف مقترحات

# dTitle
source: Title
ar: عنوان

# dMessage
source: Message
ar: الرسالة

source: Details
ar: تفاصيل

# succAdd
source: Successfully added.
ar: تم الاضافة بنجاح

source: Select Image
ar: اختر صورة

source: Select Type
ar: اختر النوع

# showMobile
source: Do you wanted to show your mobile number?
ar: هل ترغب في اظهار رقم هاتفك ؟

# showEmail
source: Do you wanted to show your email?
ar: هل ترغب في ظهور ايميلك ؟

# reg001
source: New User Registration
ar: تسجيل مستخدم جديد

# reg002
source: using your account
ar: التسجيل بحسابك في

# emailS
source: Email
ar: ايملك

# notAct
source: Your account is not activated yet. Please contact administrator for further questions.
ar: هذا الحساب غير مفعل , يرجى الاتصال بالادارة للمزيد من الاسئلة.

# fbUser
source: This email is used to login using Facebook. To login, you should connect using Facebook.
ar: هذا الايميل تم التسجيل به من خلال الفيسبوك , يجب الدخول من خلال الفيسبوك

# twUser
source: This email is used to login using Twitter. To login, you should connect using Twitter.
ar: هذا الحساب تم التسجيل به من خلال تويتر , يجب الدخول من خلال تويتر

# noSuchUserEmail
source: No such user is registered with this email. Please first get Registered.
ar: هذا المستخدم غير موجود , يرجى التسجيل اولا.

# forgotPassW
source: Forgot Password
ar: نسيت كلمة المرور

# plsEnEm
source: Please enter E-mail.
ar: من فضلك أدخل الايميل

# passDone2
source: Your password has been successfully sent on your E-mail.
ar: لقد تم إرسال كلمة المرور بنجاح الى بريدك الالكترونى

# regUEmail
source: Register Using E-mail
ar: التسجيل بإستخدام الايميل.

# thxReg
source: Thank you for registering with Basateen.
ar: شكرا للتسجيل فى Basateen

# fbNoEm
source: It seems that you registered with Facebook with your mobile number isntead of E-mail. Please try with another account where you login to Facebook using E-mail.
ar: لقد تم التسجيل فى الفيسبوك بإستخدام رقم الهاتف , يرجى التسجيل [غستخدام حساب أخر أو قم بالدخول الى حسابك بإستخدام الايميل.

# shareNote
source: Share text has been successfully copied. Note that when Share option will appear, you will need to paste already copied text (just long press and click paste option) in the Caption of Facebook/ Instagram.
ar: تم نسخ بيانات المقال بنجاح. سوف تحتاج للصق النص المنسوخ عن طريق (ضغطة طويلة و لصق) في عنوان المنشور فى الفيسبوك و انستجرام.

# addCon
source: Are you sure you want to mark this address as default address?
ar: هل انت متأكد من جعل هذا العنوان هوا العنوان الاساسي لك ؟

# add002
source: Add Address
ar: أضف عنوان

# makeOrder
source: Order
ar: طلب

# terms5
source: You must agree terms & conditions to continue.
ar: يجب الموافقة اولا على الشروط و الاحكام للإستمرار

# thankOrder
source: Your order has been placed successfully.
ar: لقد تم اتشقبال طلبك بنجاح.

# thankOrder1
source: Your order has been placed successfully. We will contact you soon for further process.
ar: لقد تم اتشقبال طلبك بنجاح , سوف يتم الاتصال بكم قريبا لمتابعة العملية.

# proRem
source: Sorry, this product is removed by our department. Please check other products.
ar: عفوا، لقد تم حذف هذا المنتج من قبل فريقنا ، يمكنك مشاهده منتجات اخري

# passExErr
source: Password must be at least 6 character, containing lowercase letter, one uppercase letter, digits, and special character (!@#$&)
ar: كلمة المرور يجب ان تحتوي على 6 أحرف على الأقل تحتوي على احرف صغيرة ,وحرف كبير واحد و ارقام ورموز (!@#$&)

# mobileExists
source: Sorry, user with this mobile number already exists. Please check details again.
ar: عذرا، رقم الجوال هذا مسجل بالفعل. يرجى مراجعة التفاصيل مرة أخرى.

# emailExists
source: Sorry, user with this email already exists. Please check details again.
ar: عذرا، هذا البريد الإلكتروني مسجل بالفعل. يرجى مراجعة التفاصيل مرة أخرى.

# usernameExists
source: Sorry, user with this username already exists. Please check details again.
ar: عذرا، اسم المستخدم هذا مسجل بالفعل. يرجى مراجعة التفاصيل مرة أخرى.

# side001
source: Home
ar: الرئيسية

# side002
source: My Account
ar: حسابي

# side003
source: Circulars Union Associations
ar: تعاميم اتحاد الجمعيات

# side004
source: Conact Us
ar: اتصل بنا

# side005
source: عربية
ar: English

# selectGovt
source: Select Your Government
ar: اختر المحافظة التابع لها

# govt
source: Government
ar: المحافظة

source: Close
ar: اغلاق

# shop001
source: About
ar: عن الجمعية

# shop002
source: Shop
ar: السوق

# shop003
source: Offers
ar: العروض

# shop004
source: Festival
ar: المهرجانات

# shop005
source: Location
ar: العنوان

source: Expires On
ar: ينتهي في

source: Event On
ar: يبدأ من

# selGovt
source: Select Governerate
ar: اختر المحافظة

# avenue
source: P.O.Box
ar: جادة

source: Building
ar: بناية

source: Apartment
ar: شقة

# automated
source: Automated No. if found
ar: الرقم الآلي ان وجد

# pSelGov
source: Please select governerate first.
ar: من فضلك اختر المحافظة اولا.

# selArea
source: Select Area
ar: اختر القطعة

# sfield
source: Fields with * are mandatory. Please fill them.
ar: يرجى ملئ الحقول ذات العلامة *

# myAcc_0
source: Edit Profile
ar: تعديل الملف الشخصي

# myAcc_1
source: My Purchase All Year
ar: مشترياتي طوال العام

# myAcc_2
source: My Orders
ar: طلباتي

# myAcc_3
source: Sign Out
ar: خروج

# orderStatus0
source: Pending
ar: في الانتظار

# orderStatus1
source: Delivered
ar: تم الاستلام

source: Box Number
ar: رقم الصندوق

# civilId
source: Civil ID Number
ar: الرقم المدني

# civilIdErr
source: Please enter correct 12 digit civil id number.
ar: من فضلك ادخل 12 رقم صحيحا

# noDetInSys
source: Sorry, we don't find anything with info you provided. Please check details again and try again.
ar: ناسف, لايوجد اي معلومات خاصة بهذه التفاصيل التي قمت بادخالها

# tPur
source: Total purchase done this year is
ar: اجمالي مشترياتي خلال العام

# withRegUAgreeTers
source: With register, you agree to terms and conditions
ar: بتسجيلك معنا انت موافق على الشروط والاحكام

# userErr001
source: Username should contain atleast 4 characters.
ar: .اسم المستخدم يجب ان يحتوي على 4 حروف على الاقل

# passErr001
source: Password should contain atleast 6 characters.
ar: .كلمة المرور يجب ان تحتوي على 6 حروف على الاقل

# noUs001
source: We found that your profile is not there in system. For security reason, you are logged out and need to login again for confirmation.
ar: لم نجد لك حساب موجود عندنا بالنظام. انت الآن خروج يجب عليك الدخول مجددا للتأكيد

# passBNote
source: Leave password blank if you don't want to change.
ar: اترك كلمة المرور فارغة ان لم ترغب في تغيرها

# appShareText
source: Now you can make order from home for all socities in Kuwait. Download app now.
ar: .يمكنك الآن الطلب من كل جمعيات الكويت وانت في مكانك حمل التطبيق الآن.

# appShareText2
source: Electronic Society App on App & Play Store Now!!!
ar: تطبيق الجمعية الالكترونية على ابل ستور وجوجل بلاي

# prodNCart
source: Product successfully added to cart.
ar: تم اضافة المنتج الى سلة المشتريات

# cS001
source: Continue Shopping
ar: اكمل التسوق

# cS002
source: View Cart
ar: عرض سلة المشتريات

# shoEmp
source: You don't have any products in the cart. Please add the products and try again.
ar: .لايوجد اي منتجات في سلة المشتريات

# cart
source: Shopping Cart
ar: سلة المشتريات

source: Finish
ar: انهاء

# orderConf
source: Are you sure you want to place order?
ar: هل انت متأكد من اضافة هذا الطلب؟

# orderSucc
source: Your order has been placed successfully.
ar: تم اضافة طلبك بنجاح.

# noSuchUser3
source: No such user exists. Please check details and try again.
ar: هذا المستخدم غير موجود, يرجى مراجعة تفاصيل الدخول.

source: Continue
ar: استمرار

# plsSelCountry
source: Please select country.
ar: يرجي اختيار الدولة.

# searchP
source: What are you looking for?
ar: ما الذي تبحث عنه؟

# s_1
source: Home
ar: الرئيسية

# s_2
source: About Us
ar: من نحن

# s_5
source: Contact Us
ar: اتصل بنا

# s_4
source: Settings
ar: الإعدادات

# s_3no
source: Login/ Register
ar: تسجيل/دخول

# s_3yes
source: My Account
ar: حسابي

# s_6
source: عربى
ar: English

# chgCurr
source: Change Currency
ar: تغيير العملة

# selLanguage
source: Select Language
ar: تغيير اللغة

# selCurrency
source: Select Currency
ar: اختر العملة
